IDEA Open Model
MatSteelEc2.fu40 Property
Compatible with IDEA StatiCa 20.1
 Ultimate strength for nominal thickness of the element > 40mm and <= 100mm - fu,(>40)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double fu40 { get; set; }
Public Property fu40 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelEc2 Class
IdeaRS.OpenModel.Material Namespace